{ 
   "name": "cycling2018",
   "authors": ["N. Mueller", "D. Rojas-Rueda", "M. Salmon", "D. Martinez", "A. Ambros", "C. Brand", "A. de Nazelle", "E. Dons", "M. Gaupp-Berghausen", "R. Gerike", "T. Götschi", "F. Iacorossi", "L. Int Panis", "S. Kahlmeier", "E. Raser", "M. Nieuwenhuijsen"],
   "title": "Health impact assessment of cycling network expansions in European cities",
   "journal": "Preventive Medicine",
   "year": "2018",
   "doi" : "10.1016/j.ypmed.2017.12.011",
   "abstract": "We conducted a health impact assessment (HIA) of cycling network expansions in seven European cities. We modeled the association between cycling network length and cycling mode share and estimated health impacts of the expansion of cycling networks. First, we performed a non-linear least square regression to assess the relationship between cycling network length and cycling mode share for 167 European cities. Second, we conducted a quantitative HIA for the seven cities of different scenarios (S) assessing how an expansion of the cycling network [i.e. 10% (S1); 50% (S2); 100% (S3), and all-streets (S4)] would lead to an increase in cycling mode share and estimated mortality impacts thereof. We quantified mortality impacts for changes in physical activity, air pollution and traffic incidents. Third, we conducted a cost–benefit analysis. The cycling network length was associated with a cycling mode share of up to 24.7% in European cities. The all-streets scenario (S4) produced greatest benefits through increases in cycling for London with 1,210 premature deaths (95% CI: 447–1,972) avoidable annually, followed by Rome (433; 95% CI: 170–695), Barcelona (248; 95% CI: 86–410), Vienna (146; 95% CI: 40–252), Zurich (58; 95% CI: 16–100) and Antwerp (7; 95% CI: 3–11). The largest cost–benefit ratios were found for the 10% increase in cycling networks (S1). If all 167 European cities achieved a cycling mode share of 24.7% over 10,000 premature deaths could be avoided annually. In European cities, expansions of cycling networks were associated with increases in cycling and estimated to provide health and economic benefits."
}