[{ "name": "2018seals",
   "authors": ["K. C. Hårding", "M. Salmon", "J. Teilmann", "R. Dietz", "T. Härkönen"],
   "title": "Population Wide Decline in Somatic Growth in Harbor Seals—Early Signs of Density Dependence",
   "journal": "Frontiers in Ecology and Evolution",
   "year": "2018",
   "doi" : "10.3389/fevo.2018.00059",
   "abstract": "The harbor seal populations of Danish and Swedish waters have had turbulent population dynamics during the last century. They were severely depleted by hunting in the beginning of the twentieth century, followed by rapid recovery due to protective measures. They were victims to two mass mortalities caused by Phocine Distemper Virus (PDV) epidemics. Long term monitoring and intensive sampling during the last decades now allow analysis of population level phenomena in response to shifting population size. We compare somatic growth curves from several seal populations including 2,041 specimens with known age, length and population size at birth. Asymptotic body lengths of female harbor seals were 148 cm in all four regions in 1988, when seal abundances had been kept low by hunting for decades. Males were 158 cm, being 10 cm longer. However, in 2002 the asymptotic lengths of seals differed among regions. While seals in the Kattegat showed similar asymptotic lengths as in 1988, seals in the Skagerrak were significantly shorter, where both male and female asymptotic lengths declined by 7 cm. We estimate the area of available feeding grounds in the two sea regions and find the density of seals per square kilometer feeding ground to be three times greater in the Skagerrak compared to the Kattegat. Thus, the shorter body length of seals in the Skagerrak can be an early signal of density dependence. Hampered body growth is known to trigger a suite of changes in life history traits, including delayed age at sexual maturity, higher juvenile mortality and lowered fecundity. These mechanisms all point at a possible 'smooth route toward carrying capacity' with gradually reduced population growth rate as the main response to high population density. Recent aerial surveys confirm declining rates of population increase in the Skagerrak."
}]