[{
   "authors": ["K. Kumar", "V. Sreekanth", "M. Salmon", "C. Tonne", "J.D.  Marshall"],
   "title": "Use of spatiotemporal characteristics of ambient PM2.5 in rural South India to infer local versus regional contributions",
   "journal": "Environmental Pollution",
   "year": "2018",
   "doi" : "https://doi.org/10.1016/j.envpol.2018.04.057",
   "abstract": "This study uses spatiotemporal patterns in ambient concentrations to infer the contribution of regional versus local sources. We collected 12 months of monitoring data for outdoor fine particulate matter (PM2.5) in rural southern India. Rural India includes more than one-tenth of the global population and annually accounts for around half a million air pollution deaths, yet little is known about the relative contribution of local sources to outdoor air pollution. We measured 1-min averaged outdoor PM2.5 concentrations during June 2015–May 2016 in three villages, which varied in population size, socioeconomic status, and type and usage of domestic fuel. The daily geometric-mean PM2.5 concentration was ∼30 μg m−3 (geometric standard deviation: ∼1.5). Concentrations exceeded the Indian National Ambient Air Quality standards (60 μg m−3) during 2–5% of observation days. Average concentrations were ∼25 μg m−3 higher during winter than during monsoon and ∼8 μg m−3 higher during morning hours than the diurnal average. A moving average subtraction method based on 1-min average PM2.5 concentrations indicated that local contributions (e.g., nearby biomass combustion, brick kilns) were greater in the most populated village, and that overall the majority of ambient PM2.5 in our study was regional, implying that local air pollution control strategies alone may have limited influence on local ambient concentrations. We compared the relatively new moving average subtraction method against a more established approach. Both methods broadly agree on the relative contribution of local sources across the three sites. The moving average subtraction method has broad applicability across locations."
}]