{ 
   "name": "2018lur",
   "authors": ["M. Sanchez", "A. Ambros", "C. Milà", "M. Salmon", "K. Balakrishnan", "S. Sambandam", "V. Sreekanth", "J.D.  Marshall", "C. Tonne"],
   "title": "Development of land-use regression models for fine particles and black carbon in peri-urban South India",
   "journal": "Science of The Total Environment",
   "year": "2018",
   "doi" : "10.1016/j.scitotenv.2018.03.308",
   "abstract": "Land-use regression (LUR) has been used to model local spatial variability of particulate matter in cities of high-income countries. Performance of LUR models is unknown in less urbanized areas of low-/middle-income countries (LMICs) experiencing complex sources of ambient air pollution and which typically have limited land use data. To address these concerns, we developed LUR models using satellite imagery (e.g., vegetation, urbanicity) and manually-collected data from a comprehensive built-environment survey (e.g., roads, industries, non-residential places) for a peri-urban area outside Hyderabad, India. As part of the CHAI (Cardiovascular Health effects of Air pollution in Telangana, India) project, concentrations of fine particulate matter (PM2.5) and black carbon were measured over two seasons at 23 sites. Annual mean (sd) was 34.1 (3.2) μg/m3 for PM2.5 and 2.7 (0.5) μg/m3 for black carbon. The LUR model for annual black carbon explained 78% of total variance and included both local-scale (energy supply places) and regional-scale (roads) predictors. Explained variance was 58% for annual PM2.5 and the included predictors were only regional (urbanicity, vegetation). During leave-one-out cross-validation and cross-holdout validation, only the black carbon model showed consistent performance. The LUR model for black carbon explained a substantial proportion of the spatial variability that could not be captured by simpler interpolation technique (ordinary kriging). This is the first study to develop a LUR model for ambient concentrations of PM2.5 and black carbon in a non-urban area of LMICs, supporting the applicability of the LUR approach in such settings. Our results provide insights on the added value of manually-collected built-environment data to improve the performance of LUR models in settings with limited data availability. For both pollutants, LUR models predicted substantial within-village variability, an important feature for future epidemiological studies."
}
